log/xml.txt

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soap:Header/>
<soap:Body>
    <FECAESolicitar xmlns="http://ar.gov.afip.dif.FEV1/"><Auth><Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhaG9tbywgTz1BRklQLCBDPUFSLCBTRVJJQUxOVU1CRVI9Q1VJVCAzMzY5MzQ1MDIzOSIgZHN0PSJDTj13c2ZlLCBPPUFGSVAsIEM9QVIiIHVuaXF1ZV9pZD0iMzU2NzkwNTc1OCIgZ2VuX3RpbWU9IjE3MTIwNjcyMDIiIGV4cF90aW1lPSIxNzEyMTEwNDYyIi8+CiAgICA8b3BlcmF0aW9uIHR5cGU9ImxvZ2luIiB2YWx1ZT0iZ3JhbnRlZCI+CiAgICAgICAgPGxvZ2luIGVudGl0eT0iMzM2OTM0NTAyMzkiIHNlcnZpY2U9IndzZmUiIHVpZD0iU0VSSUFMTlVNQkVSPUNVSVQgMjAyMDI5NTYwMzQsIENOPWNsYXVkaW9ob21vbG9nYWNpb24iIGF1dGhtZXRob2Q9ImNtcyIgcmVnbWV0aG9kPSIyMiI+CiAgICAgICAgICAgIDxyZWxhdGlvbnM+CiAgICAgICAgICAgICAgICA8cmVsYXRpb24ga2V5PSIyMDIwMjk1NjAzNCIgcmVsdHlwZT0iNCIvPgogICAgICAgICAgICA8L3JlbGF0aW9ucz4KICAgICAgICA8L2xvZ2luPgogICAgPC9vcGVyYXRpb24+Cjwvc3NvPgo=</Token><Sign>No34osjO+8fU9GG1QznU1c2Svvmd0yyV0t8u7v02EK8SBGEkqDgGQXeWhCim1AWyUFHcZ6maWAic+Ff3JUDICTn+WY35cf5SYI3XYHYuUMq2wIW9HloVrrNJrN4BZQIvFlsxa6xGD01WWWSkXBrH0wQv96s5yYV9dS1UoTI80W0=</Sign><Cuit>20202956034</Cuit></Auth><FeCAEReq><FeCabReq><CantReg>1</CantReg><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo></FeCabReq><FeDetReq><FECAEDetRequest><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30584492666</DocNro><CbteDesde>1</CbteDesde><CbteHasta>1</CbteHasta><CbteFch>20240402</CbteFch><ImpTotal>659.99</ImpTotal><ImpTotConc>0.00</ImpTotConc><ImpNeto>545.45</ImpNeto><ImpOpEx>0.00</ImpOpEx><ImpTrib>0.00</ImpTrib><ImpIVA>114.54</ImpIVA><FchVtoPago></FchVtoPago><MonId>PES</MonId><MonCotiz>1.000</MonCotiz><Iva><AlicIva><Id>5</Id><BaseImp>545.45</BaseImp><Importe>114.54</Importe></AlicIva></Iva></FECAEDetRequest></FeDetReq></FeCAEReq></FECAESolicitar>
</soap:Body>
</soap:Envelope>
<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><FEHeaderInfo xmlns="http://ar.gov.afip.dif.FEV1/"><ambiente>Produccion - efa</ambiente><fecha>2024-04-02T11:49:24.48075-03:00</fecha><id>5.5.0.0</id></FEHeaderInfo></soap:Header><soap:Body><FECAESolicitarResponse xmlns="http://ar.gov.afip.dif.FEV1/"><FECAESolicitarResult><FeCabResp><Cuit>20202956034</Cuit><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo><FchProceso>20240402114923</FchProceso><CantReg>1</CantReg><Resultado>A</Resultado><Reproceso>N</Reproceso></FeCabResp><FeDetResp><FECAEDetResponse><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30584492666</DocNro><CbteDesde>1</CbteDesde><CbteHasta>1</CbteHasta><CbteFch>20240402</CbteFch><Resultado>A</Resultado><Observaciones><Obs><Code>10217</Code><Msg>El credito fiscal discriminado en el presente comprobante solo podra ser computado a efectos del Procedimiento permanente de transicion al Regimen General.</Msg></Obs></Observaciones><CAE>74144154082130</CAE><CAEFchVto>20240412</CAEFchVto></FECAEDetResponse></FeDetResp></FECAESolicitarResult></FECAESolicitarResponse></soap:Body></soap:Envelope>

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soap:Header/>
<soap:Body>
    <FECAESolicitar xmlns="http://ar.gov.afip.dif.FEV1/"><Auth><Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhaG9tbywgTz1BRklQLCBDPUFSLCBTRVJJQUxOVU1CRVI9Q1VJVCAzMzY5MzQ1MDIzOSIgZHN0PSJDTj13c2ZlLCBPPUFGSVAsIEM9QVIiIHVuaXF1ZV9pZD0iMzU2NzkwNTc1OCIgZ2VuX3RpbWU9IjE3MTIwNjcyMDIiIGV4cF90aW1lPSIxNzEyMTEwNDYyIi8+CiAgICA8b3BlcmF0aW9uIHR5cGU9ImxvZ2luIiB2YWx1ZT0iZ3JhbnRlZCI+CiAgICAgICAgPGxvZ2luIGVudGl0eT0iMzM2OTM0NTAyMzkiIHNlcnZpY2U9IndzZmUiIHVpZD0iU0VSSUFMTlVNQkVSPUNVSVQgMjAyMDI5NTYwMzQsIENOPWNsYXVkaW9ob21vbG9nYWNpb24iIGF1dGhtZXRob2Q9ImNtcyIgcmVnbWV0aG9kPSIyMiI+CiAgICAgICAgICAgIDxyZWxhdGlvbnM+CiAgICAgICAgICAgICAgICA8cmVsYXRpb24ga2V5PSIyMDIwMjk1NjAzNCIgcmVsdHlwZT0iNCIvPgogICAgICAgICAgICA8L3JlbGF0aW9ucz4KICAgICAgICA8L2xvZ2luPgogICAgPC9vcGVyYXRpb24+Cjwvc3NvPgo=</Token><Sign>No34osjO+8fU9GG1QznU1c2Svvmd0yyV0t8u7v02EK8SBGEkqDgGQXeWhCim1AWyUFHcZ6maWAic+Ff3JUDICTn+WY35cf5SYI3XYHYuUMq2wIW9HloVrrNJrN4BZQIvFlsxa6xGD01WWWSkXBrH0wQv96s5yYV9dS1UoTI80W0=</Sign><Cuit>20202956034</Cuit></Auth><FeCAEReq><FeCabReq><CantReg>1</CantReg><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo></FeCabReq><FeDetReq><FECAEDetRequest><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30509529937</DocNro><CbteDesde>2</CbteDesde><CbteHasta>2</CbteHasta><CbteFch>20240402</CbteFch><ImpTotal>332074.03</ImpTotal><ImpTotConc>0.00</ImpTotConc><ImpNeto>267801.64</ImpNeto><ImpOpEx>0.00</ImpOpEx><ImpTrib>8034.05</ImpTrib><ImpIVA>56238.34</ImpIVA><FchVtoPago></FchVtoPago><MonId>PES</MonId><MonCotiz>1.000</MonCotiz><Tributos><Tributo><Id>6</Id><Desc>Perc 5329</Desc><BaseImp>267801.64</BaseImp><Alic>3.0</Alic><Importe>8034.05</Importe></Tributo></Tributos><Iva><AlicIva><Id>5</Id><BaseImp>267801.64</BaseImp><Importe>56238.34</Importe></AlicIva></Iva></FECAEDetRequest></FeDetReq></FeCAEReq></FECAESolicitar>
</soap:Body>
</soap:Envelope>
<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><FEHeaderInfo xmlns="http://ar.gov.afip.dif.FEV1/"><ambiente>Produccion - efa</ambiente><fecha>2024-04-02T12:01:45.183875-03:00</fecha><id>5.5.0.0</id></FEHeaderInfo></soap:Header><soap:Body><FECAESolicitarResponse xmlns="http://ar.gov.afip.dif.FEV1/"><FECAESolicitarResult><FeCabResp><Cuit>20202956034</Cuit><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo><FchProceso>20240402120144</FchProceso><CantReg>1</CantReg><Resultado>A</Resultado><Reproceso>N</Reproceso></FeCabResp><FeDetResp><FECAEDetResponse><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30509529937</DocNro><CbteDesde>2</CbteDesde><CbteHasta>2</CbteHasta><CbteFch>20240402</CbteFch><Resultado>A</Resultado><Observaciones><Obs><Code>10217</Code><Msg>El credito fiscal discriminado en el presente comprobante solo podra ser computado a efectos del Procedimiento permanente de transicion al Regimen General.</Msg></Obs></Observaciones><CAE>74144154082305</CAE><CAEFchVto>20240412</CAEFchVto></FECAEDetResponse></FeDetResp></FECAESolicitarResult></FECAESolicitarResponse></soap:Body></soap:Envelope>

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soap:Header/>
<soap:Body>
    <FECAESolicitar xmlns="http://ar.gov.afip.dif.FEV1/"><Auth><Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhaG9tbywgTz1BRklQLCBDPUFSLCBTRVJJQUxOVU1CRVI9Q1VJVCAzMzY5MzQ1MDIzOSIgZHN0PSJDTj13c2ZlLCBPPUFGSVAsIEM9QVIiIHVuaXF1ZV9pZD0iMzU2NzkwNTc1OCIgZ2VuX3RpbWU9IjE3MTIwNjcyMDIiIGV4cF90aW1lPSIxNzEyMTEwNDYyIi8+CiAgICA8b3BlcmF0aW9uIHR5cGU9ImxvZ2luIiB2YWx1ZT0iZ3JhbnRlZCI+CiAgICAgICAgPGxvZ2luIGVudGl0eT0iMzM2OTM0NTAyMzkiIHNlcnZpY2U9IndzZmUiIHVpZD0iU0VSSUFMTlVNQkVSPUNVSVQgMjAyMDI5NTYwMzQsIENOPWNsYXVkaW9ob21vbG9nYWNpb24iIGF1dGhtZXRob2Q9ImNtcyIgcmVnbWV0aG9kPSIyMiI+CiAgICAgICAgICAgIDxyZWxhdGlvbnM+CiAgICAgICAgICAgICAgICA8cmVsYXRpb24ga2V5PSIyMDIwMjk1NjAzNCIgcmVsdHlwZT0iNCIvPgogICAgICAgICAgICA8L3JlbGF0aW9ucz4KICAgICAgICA8L2xvZ2luPgogICAgPC9vcGVyYXRpb24+Cjwvc3NvPgo=</Token><Sign>No34osjO+8fU9GG1QznU1c2Svvmd0yyV0t8u7v02EK8SBGEkqDgGQXeWhCim1AWyUFHcZ6maWAic+Ff3JUDICTn+WY35cf5SYI3XYHYuUMq2wIW9HloVrrNJrN4BZQIvFlsxa6xGD01WWWSkXBrH0wQv96s5yYV9dS1UoTI80W0=</Sign><Cuit>20202956034</Cuit></Auth><FeCAEReq><FeCabReq><CantReg>1</CantReg><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo></FeCabReq><FeDetReq><FECAEDetRequest><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30509529937</DocNro><CbteDesde>3</CbteDesde><CbteHasta>3</CbteHasta><CbteFch>20240402</CbteFch><ImpTotal>466397.00</ImpTotal><ImpTotConc>0.00</ImpTotConc><ImpNeto>377271.07</ImpNeto><ImpOpEx>0.00</ImpOpEx><ImpTrib>9899.01</ImpTrib><ImpIVA>79226.92</ImpIVA><FchVtoPago></FchVtoPago><MonId>PES</MonId><MonCotiz>1.000</MonCotiz><Tributos><Tributo><Id>6</Id><Desc>Perc 5329</Desc><BaseImp>329966.94</BaseImp><Alic>3.0</Alic><Importe>9899.01</Importe></Tributo></Tributos><Iva><AlicIva><Id>5</Id><BaseImp>377271.07</BaseImp><Importe>79226.92</Importe></AlicIva></Iva></FECAEDetRequest></FeDetReq></FeCAEReq></FECAESolicitar>
</soap:Body>
</soap:Envelope>
<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><FEHeaderInfo xmlns="http://ar.gov.afip.dif.FEV1/"><ambiente>Produccion - efa</ambiente><fecha>2024-04-02T15:54:21.04325-03:00</fecha><id>5.5.0.0</id></FEHeaderInfo></soap:Header><soap:Body><FECAESolicitarResponse xmlns="http://ar.gov.afip.dif.FEV1/"><FECAESolicitarResult><FeCabResp><Cuit>20202956034</Cuit><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo><FchProceso>20240402155420</FchProceso><CantReg>1</CantReg><Resultado>A</Resultado><Reproceso>N</Reproceso></FeCabResp><FeDetResp><FECAEDetResponse><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30509529937</DocNro><CbteDesde>3</CbteDesde><CbteHasta>3</CbteHasta><CbteFch>20240402</CbteFch><Resultado>A</Resultado><Observaciones><Obs><Code>10217</Code><Msg>El credito fiscal discriminado en el presente comprobante solo podra ser computado a efectos del Procedimiento permanente de transicion al Regimen General.</Msg></Obs></Observaciones><CAE>74144154089506</CAE><CAEFchVto>20240412</CAEFchVto></FECAEDetResponse></FeDetResp></FECAESolicitarResult></FECAESolicitarResponse></soap:Body></soap:Envelope>

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soap:Header/>
<soap:Body>
    <FECAESolicitar xmlns="http://ar.gov.afip.dif.FEV1/"><Auth><Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhaG9tbywgTz1BRklQLCBDPUFSLCBTRVJJQUxOVU1CRVI9Q1VJVCAzMzY5MzQ1MDIzOSIgZHN0PSJDTj13c2ZlLCBPPUFGSVAsIEM9QVIiIHVuaXF1ZV9pZD0iMzU2NzkwNTc1OCIgZ2VuX3RpbWU9IjE3MTIwNjcyMDIiIGV4cF90aW1lPSIxNzEyMTEwNDYyIi8+CiAgICA8b3BlcmF0aW9uIHR5cGU9ImxvZ2luIiB2YWx1ZT0iZ3JhbnRlZCI+CiAgICAgICAgPGxvZ2luIGVudGl0eT0iMzM2OTM0NTAyMzkiIHNlcnZpY2U9IndzZmUiIHVpZD0iU0VSSUFMTlVNQkVSPUNVSVQgMjAyMDI5NTYwMzQsIENOPWNsYXVkaW9ob21vbG9nYWNpb24iIGF1dGhtZXRob2Q9ImNtcyIgcmVnbWV0aG9kPSIyMiI+CiAgICAgICAgICAgIDxyZWxhdGlvbnM+CiAgICAgICAgICAgICAgICA8cmVsYXRpb24ga2V5PSIyMDIwMjk1NjAzNCIgcmVsdHlwZT0iNCIvPgogICAgICAgICAgICA8L3JlbGF0aW9ucz4KICAgICAgICA8L2xvZ2luPgogICAgPC9vcGVyYXRpb24+Cjwvc3NvPgo=</Token><Sign>No34osjO+8fU9GG1QznU1c2Svvmd0yyV0t8u7v02EK8SBGEkqDgGQXeWhCim1AWyUFHcZ6maWAic+Ff3JUDICTn+WY35cf5SYI3XYHYuUMq2wIW9HloVrrNJrN4BZQIvFlsxa6xGD01WWWSkXBrH0wQv96s5yYV9dS1UoTI80W0=</Sign><Cuit>20202956034</Cuit></Auth><FeCAEReq><FeCabReq><CantReg>1</CantReg><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo></FeCabReq><FeDetReq><FECAEDetRequest><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30509529937</DocNro><CbteDesde>4</CbteDesde><CbteHasta>4</CbteHasta><CbteFch>20240402</CbteFch><ImpTotal>600000.00</ImpTotal><ImpTotConc>0.00</ImpTotConc><ImpNeto>495867.77</ImpNeto><ImpOpEx>0.00</ImpOpEx><ImpTrib>0.00</ImpTrib><ImpIVA>104132.23</ImpIVA><FchVtoPago></FchVtoPago><MonId>PES</MonId><MonCotiz>1.000</MonCotiz><Iva><AlicIva><Id>5</Id><BaseImp>495867.77</BaseImp><Importe>104132.23</Importe></AlicIva></Iva></FECAEDetRequest></FeDetReq></FeCAEReq></FECAESolicitar>
</soap:Body>
</soap:Envelope>
<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><FEHeaderInfo xmlns="http://ar.gov.afip.dif.FEV1/"><ambiente>Produccion - efa</ambiente><fecha>2024-04-02T16:08:50.91825-03:00</fecha><id>5.5.0.0</id></FEHeaderInfo></soap:Header><soap:Body><FECAESolicitarResponse xmlns="http://ar.gov.afip.dif.FEV1/"><FECAESolicitarResult><FeCabResp><Cuit>20202956034</Cuit><PtoVta>6</PtoVta><CbteTipo>1</CbteTipo><FchProceso>20240402160849</FchProceso><CantReg>1</CantReg><Resultado>A</Resultado><Reproceso>N</Reproceso></FeCabResp><FeDetResp><FECAEDetResponse><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30509529937</DocNro><CbteDesde>4</CbteDesde><CbteHasta>4</CbteHasta><CbteFch>20240402</CbteFch><Resultado>A</Resultado><Observaciones><Obs><Code>10217</Code><Msg>El credito fiscal discriminado en el presente comprobante solo podra ser computado a efectos del Procedimiento permanente de transicion al Regimen General.</Msg></Obs></Observaciones><CAE>74144154089624</CAE><CAEFchVto>20240412</CAEFchVto></FECAEDetResponse></FeDetResp></FECAESolicitarResult></FECAESolicitarResponse></soap:Body></soap:Envelope>

